cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'aws/tap'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'imagemagick'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'libssh2'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'awscli'
brew 'direnv'
brew 'wget'
brew 'fzf'
brew 'zoxide'
brew 'telnet'
brew 'ngrok'
brew 'fzf'

# cask 'tunnelbear'
brew 'aws-sam-cli'