cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'imagemagick'
brew 'jq'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'readline'
brew 'ruby-build'
brew 'awscli'
brew 'direnv'
brew 'postgres'

#cask 'firefox'
cask 'transmission'
cask 'tunnelbear'
